{
    "nav_home": "Inicio",
    "nav_about": "Acerca de Mí",
    "nav_skills": "Habilidades",
    "nav_portfolio": "Portafolio",
    "nav_contact": "Contacto",
    
    "home__title": "Hey, soy Christian",
    "home__description": "Desarrollador full stacks apasionado por la técnologia y la programación",
    "download__CV": "Descargar CV",

    "about__me": "Acerca de Mí",
    "about__description": "Desarrollador full stacks e ingeniero electromecánico comprometido con la operatividad y funcionabilidad de sistemas, complemento mis conocimientos adquiridos a lo largo de mi carrera para brindar soluciones óptimas. Me gusta compartir en familia, me gusta viajar y conocer nuevos lugares, también manejo excelentes relaciones interpersonales para garantizar el mejor desempeño entre todos.",
    
    "skills_title": "Habilidades",
    "skills__description": "Como desarollador full stacks poseo habiliades para la creación de plataformas inteligentes, tanto en el desarrollo de interfaces de usuario como en la funcionalidad del lado del backend. Ademas poseo habilidades en el despliegue y mantenimiento de aplicaciones en entornos de producción.",
    "skills_html5": "Poseo habiliades sólidas en HTML como estructurar correctamente un documento html, usar correctamente las etiquetas semanticas, asignar correctamente atributos y valores necesarios para el posicionamiento y optimización en motores de búsqueda SEO.",
    "skills_css": "Cuento con las mejores habilidades para la correcta creacion de estilado en css, dominio total del diseño responsivo y estilado correcto para garantizar una aplicaciones escalables.",
    "skills_js": "Poseo habiliades sólidas de javascript como el entendimiento de la sintaxis básica, dominio y manipulación del DOM, conocimientos sobre como manejar eventos del usuario, el uso del los distintos frameworks y bibliotecas y el dominio de testing y debugging para una correcta optimización.",
    "skills_react": "Cuento con habilidades necesarias en react como la comprensión de componentes, estado y ciclo de vida de un componente, trafico de datos props entre componentes, manejo de eventos y el dominio de testing y depuración para garantizar una aplicación totalmente escalable y de facil mantenimiento.",
    "soft_skills": "Habilidades Blandas",
    "skill_1": "Responsable",
    "skill_2": "Trabajo en equipo",
    "skill_3": "Creativo",
    "skill_4": "Puntual",
    "skill_5": "Proactivo",
    "skill_6": "Autodidacta",
    
    "projects_title": "Proyectos",
    "project_1": "Proyecto 1",
    "project_1_description": "Desarrollo de aplicación Android para el control de luces de plantas independientes de proyecto de arquitectura para estudiantes de UIDE.",
    "see_demo": "VER DEMO",
    "see_code": "VER CÓDIGO",
    "project_2": "Proyecto 2",
    "project_2_description": "Proyecto relizado para estudiantes de la carrera de ingeniería electromecánica... En desarrollo...",
    
    "contact_title": "Contacto",
    "contact_information": "Información de contacto",
    "contact_description": "Puedes contactarme en todas mis redes sociales.",
    "whatsapp_message": "Enviar mensaje a WhatsApp",
    "send_message": "Enviar mensaje",
    "name_name": "Nombre",
    "email_email": "Correo",
    "subject_subject": "Asunto",
    "message_message": "Mensaje",
    "form_dialog": "Formulario enviado con éxito!",
    "btn_close-modal": "Cerrar",
    
    "footer__description": "Soy desarrollador web, apasionado por la tecnología y laprogramación.",
    "social_title": "Redes Sociales",
    "copyright": "Todos los derechos reservados",
    "send_send": "Enviar",
    "unknow": "unknow"
}